
/*   String Alert Messages   */

"MsgFatalErrorNotCaught" = "Une erreur fatale est survenue, et <<<kGameName>>> doit s'interrompre.";
"MsgInsufficientCPU" = "Ce Macintosh ne dispose pas du processeur nécessaire (CPU) pour jouer à  <<<kGameName>>>.";
"MsgInsufficientCPUSpeed" = "<<<kGameName>>>  nécessite un processeur cadencé à %s MHz ou plus rapide.";
"MsgInsufficientSystemVersion" = "<<<kGameName>>> exige Mac OS %s ou ultérieur.";
"MsgNeedSoundMgr" = "<<<kGameName>>> exige Gestionnaire audio %s ou ultérieur.";
"MsgNeedQuickTime" = "<<<kGameName>>> exige QuickTime %s ou ultérieur.";
"MsgQuickTimeInit" = "Une erreur s'est produite lors de l'initialisation de QuickTime.";
"MsgNeedOpenGL" = "<<<kGameName>>> exige OpenGL %s ou ultérieur.";
"MsgNeedOpenGL112" = "<<<kGameName>>> exige au minimum OpenGL 1.1.2.";
"MsgNeedInternetConfig" = "<<<kGameName>>> exige Internet Config %s ou ultérieur.";
"MsgHasSlashInPathName" = "Le chemin “%s” contient un Slash (/), antislash (\\), ou point (.).";
"MsgResNotFound" = "Une ressource nécessaire n'a pas été trouvée.";
"MsgCDROMNotVerified" = "Le CD-ROM de <<<kGameName>>> est introuvable.";
"MsgInsufficientCDROM" = "<<<kGameName>>> exige au minimum un lecteur CD-ROM 4x ou plus rapide.";
"MsgInsufficientBitDepth" = "Votre écran doit être en mode %s (profondeur de couleurs) pour faire fonctionner <<<kGameName>>> en mode fenêtre.";
"MsgMemoryAllocationFailed" = "Une erreur d'allocation mémoire a été détectée.";
"MsgInsufficientHDSpace" = "<<<kGameName>>> exige au moins %s Mo d'espace libre sur le disque.";
"MsgMemoryCriticallyLow" = "<<<kGameName>>> est à court de mémoire.";
"MsgMemoryExhausted" = "La mémoire disponible pour <<<kGameName>>> est très faible : le jeu va donc s'arrêter.";
"MsgFileNotFound" = "Un fichier nécessaire (%s) est introuvable.";
"MsgGLHardwareNotFound" = "Impossible de détecter une carte vidéo compatible avec openGL.";
"MsgNotEnoughVRAM" = "Votre carte vidéo principale doit avoir au moins %s Mo de VRAM pour jouer <<<kGameName>>>";
"MsgCantRunAppFromCDROM" = "<<<kGameName>>> ne peut pas démarrer à partir du CD-ROM ou DVD-ROM.";
"MsgCantAllocSndChannel" = "Le système sonore de MacOS X n'a pas pu être initialisé.";
"MsgVolCaseSensitive" = "<<<kGameName>>> ne peut fonctionner sur un volume formaté dans un format sensible à la casse.";

/*   String Alert Explains   */

"ExplainFatalErrorNotCaught" = "Cliquez sur OK pour quitter le programme.";
"ExplainInsufficientCPU" = "Veuillez consulter les recommandations système du jeu pour connaître le matériel à utiliser.";
"ExplainInsufficientCPUSpeed" = "Pour éviter cette vérification, maintenez la touche 'p' quand vous démarrez <<<kGameName>>>.";
"ExplainInsufficientSystemVersion" = "Visitez le site internet http://www.apple.com pour accéder à des informations au sujet de la mise à jour de votre logiciel système ou consultez votre revendeur de Pommes ;o)";
"ExplainNeedSoundMgr" = "";
"ExplainNeedQuickTime" = "Visitez le site Internet http://www.apple.com pour télécharger le logiciel nécessaire.";
"ExplainQuickTimeInit" = "";
"ExplainNeedOpenGL" = "";
"ExplainNeedOpenGL112" = "";
"ExplainNeedInternetConfig" = "";
"ExplainHasSlashInPathName" = "Veuillez retirer le caractère du nom de dossier en question et essayez à nouveau.";
"ExplainResNotFound" = "";
"ExplainCDROMNotVerified" = "Assurez-vous que le CD original du jeu est dans le lecteur CD-ROM du Mac et réessayez.";
"ExplainInsufficientCDROM" = "";
"ExplainInsufficientBitDepth" = "Utilisez les Préférences Système 'Moniteurs' pour configurer votre écran.";
"ExplainMemoryAllocationFailed" = "Si cette erreur mémoire est fatale, <<<kGameName>>> va quitter.";
"ExplainInsufficientHDSpace" = "Librérez de l'espace sur votre disque dur puis redémarrez <<<kGameName>>>.";
"ExplainMemoryCriticallyLow" = "";
"ExplainMemoryExhausted" = "";
"ExplainFileNotFound" = "Veuillez ré-installer <<<kGameName>>>.";
"ExplainGLHardwareNotFound" = "<<<kGameName>>> nécessite une carte vidéo compatible avec OpenGL.";
"ExplainNotEnoughVRAM" = "Assurez-vous que votre ordinateur respecte les exigences techniques concernant l'affichage comme indiqué dans le fichier Lisez-moi.";
"ExplainCantRunAppFromCDROM" = "Veuillez glissez l'icône de <<<kGameName>>> sur votre disque dur et relancez le jeu à partir de la copie se trouvant sur votre disque dur.";
"ExplainCantAllocSndChannel" = "Utilisez l'outil de configuration Audio MIDI (situé dans le dossier Applications/Utilitaires) pour vous assurer que la sortie son de votre Mac est réglée sur 44Khz, 16-bit.";
"ExplainVolCaseSensitive" = "Pour plus d'informations, veuillez consulter le fichier Lisez-moi du jeu.";

/*   Key Names (used by GetKeyNameText)   */

"KeyName1" = "Esc";
"KeyName2" = "&";
"KeyName3" = "é";
"KeyName4" = "\"";
"KeyName5" = "\'";
"KeyName6" = "(";
"KeyName7" = "§";
"KeyName8" = "è";
"KeyName9" = "!";
"KeyName10" = "ç";
"KeyName11" = "à";
"KeyName12" = ")";
"KeyName13" = "=";
"KeyName14" = "Effacement";
"KeyName15" = "Tab";
"KeyName16" = "A";
"KeyName17" = "Z";
"KeyName18" = "E";
"KeyName19" = "R";
"KeyName20" = "T";
"KeyName21" = "Y";
"KeyName22" = "U";
"KeyName23" = "I";
"KeyName24" = "O";
"KeyName25" = "P";
"KeyName26" = "^";
"KeyName27" = "$";
"KeyName28" = "Entrée";
"KeyName29" = "Commande";
"KeyName30" = "Q";
"KeyName31" = "S";
"KeyName32" = "D";
"KeyName33" = "F";
"KeyName34" = "G";
"KeyName35" = "H";
"KeyName36" = "J";
"KeyName37" = "K";
"KeyName38" = "L";
"KeyName39" = "m";
"KeyName40" = "ù";
"KeyName41" = "";
"KeyName42" = "Majuscule";
"KeyName43" = "`";
"KeyName44" = "W";
"KeyName45" = "X";
"KeyName46" = "C";
"KeyName47" = "V";
"KeyName48" = "B";
"KeyName49" = "N";
"KeyName50" = ",";
"KeyName51" = ";";
"KeyName52" = ":";
"KeyName53" = "=";
"KeyName54" = "Majuscule";
"KeyName55" = "Pav *";
"KeyName56" = "Option";
"KeyName57" = "Espace";
"KeyName58" = "Fonction majuscule";
"KeyName59" = "F1";
"KeyName60" = "F2";
"KeyName61" = "F3";
"KeyName62" = "F4";
"KeyName63" = "F5";
"KeyName64" = "F6";
"KeyName65" = "F7";
"KeyName66" = "F8";
"KeyName67" = "F9";
"KeyName68" = "F10";
"KeyName69" = "Pav Effacer";
"KeyName70" = "F14";
"KeyName71" = "Pav 7";
"KeyName72" = "Pav 8";
"KeyName73" = "Pav 9";
"KeyName74" = "Pav -";
"KeyName75" = "Pav 4";
"KeyName76" = "Pav 5";
"KeyName77" = "Pav 6";
"KeyName78" = "Pav +";
"KeyName79" = "Pav 1";
"KeyName80" = "Pav 2";
"KeyName81" = "Pav 3";
"KeyName82" = "Pav 0";
"KeyName83" = "Pav .";
"KeyName87" = "F11";
"KeyName88" = "F12";
"KeyName100" = "F13";
"KeyName101" = "F14";
"KeyName102" = "F15";
"KeyName116" = "Pav =";
"KeyName141" = "Pav =";
"KeyName156" = "Retour";
"KeyName181" = "Pav /";
"KeyName183" = "F13";
"KeyName199" = "Départ";
"KeyName200" = "Flèche haut";
"KeyName201" = "Page précédente";
"KeyName203" = "Flèche gauche";
"KeyName205" = "Flèche droite";
"KeyName207" = "Fin";
"KeyName208" = "Flèche bas";
"KeyName209" = "Page suivante";
"KeyName210" = "Aide";
"KeyName211" = "Suppr";

/*   Time Zone names   */

"Standard" = "Standard";
"Daylight" = "Daylight";

"TimeZone1" = "Samoa %@ Time";
"TimeZone2" = "Hawaiian %@ Time";
"TimeZone3" = "Alaskan %@ Time";
"TimeZone4" = "Pacific %@ Time";
"TimeZone5" = "Mountain %@ Time";
"TimeZone6" = "Central %@ Time";
"TimeZone7" = "Eastern %@ Time";
"TimeZone8" = "Atlantic %@ Time";
"TimeZone9" = "SA Eastern %@ Time";
"TimeZone10" = "Mid-Atlantic %@ Time";
"TimeZone11" = "Azores %@ Time";
"TimeZone12" = "GMT %@ Time";
"TimeZone13" = "W. Europe %@ Time";
"TimeZone14" = "E. Europe %@ Time";
"TimeZone15" = "Russian %@ Time";
"TimeZone16" = "Arabian %@ Time";
"TimeZone17" = "West Asia %@ Time";
"TimeZone18" = "Central Asia %@ Time";
"TimeZone19" = "SE Asia %@ Time";
"TimeZone20" = "China %@ Time";
"TimeZone21" = "Tokyo %@ Time";
"TimeZone22" = "West Pacific %@ Time";
"TimeZone23" = "Central Pacific %@ Time";
"TimeZone24" = "Dateline %@ Time";

/*   CPU Names   */

"Cpu1" = "PowerPC 601";
"Cpu2" = "PowerPC 602";
"Cpu3" = "PowerPC 603";
"Cpu4" = "PowerPC 603e";
"Cpu5" = "PowerPC 603ev";
"Cpu6" = "PowerPC 604";
"Cpu7" = "PowerPC 604e";
"Cpu8" = "PowerPC 620";
"Cpu9" = "PowerPC 750 (G3)";
"Cpu10" = "PowerPC 7400 (G4)";
"Cpu11" = "PowerPC 7450 (G4e)";
"Cpu100" = "PowerPC 970 (G5)";

/*   MessageBox button titles   */

"Yes" = "Oui";
"No" = "Non";
"Cancel" = "Annuler";
"Abort" = "Arrêt";
"Retry" = "Recommencer";
"Ignore" = "Ignorer";
"Continue" = "Continuer";
"Try" = "Recommencer";

/*   Miscellaneous Alert and Dialog text   */

"AskForCDText" = "Veuillez insérer le CD-ROM “%s” dans votre lecteur, ou appuyez sur Quitter.";
"untitled" = "Sans titre";

/*   Game-specific strings from Win32 resource  */


/*   About Box credits  */

"Credits" = "

Programmation Mac OS X








Ken Cobb
Phil Sulak


";
